#!/bin/bash
#################################################################
# Author: Long Duping                                           #
# Date  : 2018-12-15                                            #
#                                                               #
#  说明：                                                       #
#  1.  宿主机的初始化脚本
#################################################################

# TODO...

# 1.创建 app 用户

# 2.创建相应目录

# 3.检测并安装 Docker Engine

# 4. 配置环境变量

# 5.下载run_tool.sh

# 6. 配置定时任务